Revit 2027 API
SymbolTypeId.CmSup2 Property
 Symbol cm², indicating unit Square centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CmSup2 { get; }
Public Shared ReadOnly Property CmSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CmSup2 {
	ForgeTypeId^ get ();
}
static member CmSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace